
print("Минутка юмора для вас")
def play():
    n = int(input("Введите число от 1 до 77:  "))
    anecdots = ['1) Кто первый встал – того и тапки!', '2) Счастливые трусов не надевают!','3 Чем дальше ВЛЕЗ, тем ближе ВЫЛЕЗ!','4) Эх, не перепились ещё на Руси богатыри – добры молодцы!','5) Есть ещё порох в пороховницах и ягоды в ягодицах!','6) Не учи отца и баста!','7) Мужчины женитесь!!! Женщины, мужайтесь!!!','8) Лучше гор могут быть только горцы!','9) Пользуясь случаем – хочу!','10) Крепче за шоферку держись, баран!','11) Лучше синица в руках, чем утка под кроватью!','12) Счастье есть! Оно не может не ЕСТЬ!','13) Бороться и искать, найти и перепрятать!','14) Пампусики мои! Я не влюблён в себя, а просто нравлюсь!','15) Советские поезда – самые поездатые поезда в мире!','16) Желаю Вам счастья, здоровья и творческих УЗБЕКОВ','17) Семеро одного найдут!','18) Ложись, девка, большая и маленькая!','19) Секс без дивчины - признак дурачины!','20) Что посМеешь – то и пожМёшь!','21) Днём С ОГНЁМ – ночью РАЗОГНЕМ!','22) Видно птицу по ПОМЁТУ!','23) Я милого узнаю по КОЛГОТКАМ!','24) Оставь ОДЕЖДУ, всяк сюда входящий!','25) Плох тот солдат, который не мечтает СПАТЬ с генералом!','26) Под лежачий камень мы всегда успеем!','27) Экипаж прощается с Вами! Желаем Вам приятного полёта!','28) Тому стыдно – у кого видно!','29) Пришёл-увидел-ПОДЕЛИЛ!','40) Что естественно – то не без ОРГАЗМА!','31) Я не сплю с УТКАМИ, и с курами тоже не сплю!','32) Мой дядя самых честных ГРАБИЛ!','33) Кто поспел – того и съели!','34) Не всё то золото, что плохо лежит!','35) Сколько лет – столько Зин!','36) Не всё то солнышко, что встаёт!','37) С МЫЛОМ – рай в шалаше!','38) Не отвлекаются, любя!!!','39) Хозяйство вести – не флагом трясти!','40) Конец – телу венец!','41) Не по Хуану сомбреро! Даром – за амбаром!','42) На позицию девушка, а с позиции мать!','43) Почём вы, девушки, красивых любите?','44) Без пруда не вытащишь и рыбку из него.','90) Лучше колымить на Гондурасе, чем гондурасить на Колыме!','46) Долг нагишом платят.','47) Сделал дело – вымой тело!','48) НЕ умеешь петь – не ПЕЙ!','49) Нырнул с аквалангом- т- не прикидывайся шлангом!','40) Не родись красивой, а родись массивной! (Грузинск.)','51) Не так страшен чёрт, как его МАЛЮТКА!','52) Клизма, знай своё место!','53) Всё гениальное – ПРОСТЫНЬ!','54) Счастье было так возможно!… и так возможно!… и вот так возможно…','55) Хорошо быть ПОДПОЛКОВНИКОМ, и ПОД лейтенантом тоже!','56) Не порно, да задорно!','57) Взялся за гуж, не забудь сходил, в душ!','58) Семь раз об дверь, один раз об рельс!','59) Ничто не даётся нам так дёшево, как хочется!','60) С наступающим, Вас, опьянением!','61) Любви все полости покорны!','62) Если голова болит – значит, она есть!','63) Мойте руки, перед… и зад!','64) Любишь кататься – полезай в кузов!','65) Быстрее, глубже, нежнее!','66) Машу пальцем не испортишь!','67) Яйца ломанного не стоит!','68) Баба с возу, и волки сыты!','69) Чем бы дитя не тешилось, лишь бы не забеременело!','70) Пришёл, увидел и … ушёл!','71) Любишь кататься - люби и катайся!','72) Кто последний – тот и вводит!','73) Сделал дело – кобыле легче!','74) Фарш невозможно провернуть назад, и мясо из котлет не восстановишь!','75) Своя Наташка ближе к телу!','76) Сколь волка не корми, а он всё равно лоб расшибет!','77) Слово не воробей, поймают – вылетишь!','78) Баба с возу – потехе час!']
    for i in range(len(anecdots)):
        if n==i:
            result = print((anecdots[i-1]))
            
    return play()
  
play()

   
        



    

    
  
        
       
